const imglist = './src/menu.jpg'
let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => conn.sendFile(m.chat, imglist, 'darkman.jpg', `
❆╼━━❆ •﹝📜﹞• ❆━━╾❆

*❮ اهلا بك/ي في اوامـر بوت 'رافـاييـل'🤖 ❯*

*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏👑˹ قـسـم الـمـجـمـوعـات╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.منشن』*
*『❦↜╎.الاداره』*
*『❦↜╎.طرد』*
*『❦↜╎.ترقيه』*
*『❦↜╎.خفض』*
*『❦↜╎.حذف』*
*『❦↜╎.جروب』*
*『❦↜╎.جروبي』*
*『❦↜╎.انذار』*
*『❦↜╎.رفع-انذار』*
*『❦↜╎.الانذارات』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🎴˹ قـسـم الـتحـويـل╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.ملصق』*
*『❦↜╎.حقوق』*
*『❦↜╎.لفيديو』*
*『❦↜╎.لصوت』*
*『❦↜╎.لصورة』*
*『❦↜╎.اکتب』*
*『❦↜╎.اتتب』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🔧˹ قـسـم الـأداوات╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.خط』*
*『❦↜╎.بارکود』*
*『❦↜╎.لرابط』*
*『❦↜╎.انطق』*
*『❦↜╎.ترجمة』*
*『❦↜╎.المزید』*
*『❦↜╎.تفريغ』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🕹️˹ قـسـم التـرفـیــه╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.إكس』*
*『❦↜╎.حذفإکس』*
*『❦↜╎.صخر』*
*『❦↜╎.نرد』*
*『❦↜╎.لغز』*
*『❦↜╎.رياضيات』*
*『❦↜╎.رهان』*
*『❦↜╎.شخصية』*
*『❦↜╎.صفة』*
*『❦↜╎.تحدي』*
*『❦↜╎.محرج』*
*『❦↜╎.فضح』*
*『❦↜╎.البینغ』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🔍˹ قـسـم البـحـث╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.يوتيوب』*
*『❦↜╎.بينترست』*
*『❦↜╎.صورة』*
*『❦↜╎.ويكيبيديا』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🕹️˹ قـسـم الـوجــو╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.لوجو1』*
*『❦↜╎.لوجو2』*
*『❦↜╎.لوجو3』*
*『❦↜╎.لوجو4』*
*『❦↜╎.لوجو5』*
*『❦↜╎.لوجو6』*
*『❦↜╎.لوجو7』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏🎴˹ قـسـم الـأفكـتــات╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.عميق』*
*『❦↜╎.عميقق』*
*『❦↜╎.منفوخ』*
*『❦↜╎.تحسين』*
*『❦↜╎.سريع』*
*『❦↜╎.تسريع』*
*『❦↜╎.عكس』*
*『❦↜╎.الي』*
*『❦↜╎.بطئ』*
*『❦↜╎.سلس』*
*『❦↜╎.سنجاب』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏📥˹ قـسـم التحـمـيل╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.درایف』*
*『❦↜╎.یوتیوب2』*
*『❦↜╎.تيكتوك』*
*『❦↜╎.انستا』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*
*˼‏👥˹ قـسـم الاعـضــاء╿↶*
*⋄━───═◞⬪⋇⬪◟═───━⋄*
*『❦↜╎.الله』*
*『❦↜╎.قران』*
*『❦↜╎.اية』*
*『❦↜╎.سور』*
*『❦↜╎.بوت』*
*『❦↜╎.المطور』*
*『❦↜╎.بروفایل』*
*『❦↜╎.اختفاء』*
*『❦↜╎.اقتباس』*
*『❦↜╎.تسجيل』*
*『❦↜╎.الدعم』*
*• ∙ ∙━━╍━﹝🌀﹞━╍━━∙ ∙ •*

*بــــــRAPHAELــــــوت*

❆╼━━❆ •﹝📜﹞• ❆━━╾❆
`.trim(), m)
handler.help = ['allmenu']
handler.tags = ['main']
handler.command = ['list', 'allmenu','المهام','المهمات','ليست','مهام'] 

export default handler
